<template>
  <div>
    <div class="logo">
      <img src="@/assets/logo.svg">
    </div>
    <div class="parallax-image-static">
      <div class="parallax-shadow-wrapper"></div>
      <img src="@/assets/images/banner.png">
    </div>
    <div class="about" id="aboutId">
      <div class="about-description">
        <div class="container">
          <div class="section">
            <h2>добро пожаловать</h2>
            <p>
              Box3 - это автосервис, который предлагает полный спектр услуг по обслуживанию и ремонту автомобилей.
              У нас работает квалифицированный персонал, способный решить любую проблему с вашим автомобилем. Мы предлагаем
              широкий выбор услуг, включая техническое обслуживание, системы охлаждения, трансмиссии, тормозной системы,
              электрические работы и диагностику.
            </p>
            <p>
              Мы гарантируем качество работы и использование современного оборудования,
              чтобы обеспечить надежность вашего автомобиля. Мы стараемся сделать процесс обслуживания удобным для вас,
              предлагая гибкие графики работы и возможность предварительной записи. Box3 готов стать вашим надежным
              партнером
              в уходе за вашим автомобилем.
            </p>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'BannerComponent'
}
</script>